Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Display.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Text Size
ar: حجم النص
bg: Размер на текст
ca: Mida del text
cs: Velikost textu
da: Tekststørrelse
de: Textgröße
el: Μέγεθος κειμένου
es: Tamaño del texto
es_us: Tamaño del texto
fi: Tekstin koko
fr: Taille du texte
fr_ca: Taille du texte
he: גודל המלל
hi: टेक्स्ट का आकार
hr: Veličina teksta
hu: Szövegméret
id: Ukuran Teks
it: Dimensione testo
ja: テキストサイズを変更
kk: Мәтін өлшемі
ko: 텍스트 크기
lt: Teksto dydis
ms: Saiz Teks
nl: Tekstgrootte
no: Tekststørrelse
pl: Wielkość tekstu
pt_br: Tamanho do Texto
pt_pt: Tamanho do texto
ro: Dimensiune text
ru: Размер текста
sk: Veľkosť textu
sl: Velikost besedila
sv: Textstorlek
th: ขนาดข้อความ
tr: Metin Puntosu
uk: Розмір шрифту
vi: Cỡ chữ
zh_cn: 文字大小
zh_hk: 文字大小
zh_tw: 文字大小

# ALWAYS_ON_DISABLED
source: Off
ar: متوقف
bg: Изкл.
ca: Desactivada
cs: Deaktivováno
da: Fra
de: Aus
el: Όχι
es: No
es_us: Desactivado
fi: Pois
fr: Non
fr_ca: Non
he: כבויה
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
ko: 끔
lt: Išjungta
ms: Tak Aktif
nl: Uit
no: Av
pl: Wył.
pt_br: Desativado
pt_pt: Não
ro: Nu
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

source: Camera Control
ar: وحدة التحكم في الكاميرا
bg: Управление на камерата
ca: Control de càmera
cs: Ovladač fotoaparátu
da: Kamerabetjening
de: Kamerasteuerung
el: Στοιχείο ελέγχου Κάμερας
es: Control de la cámara
es_us: Control de la cámara
fi: Kamerasäädin
fr: Commande de l’appareil photo
fr_ca: Commande de la caméra
he: שליטה במצלמה
hi: कैमरा कंट्रोल
hr: Kontrola kamere
hu: Kameravezérlő
id: Kontrol Kamera
it: Controllo fotocamera
ja: カメラコントロール
kk: Камераны басқару
ko: 카메라 컨트롤
lt: Kameros valdiklis
ms: Kawalan Kamera
nl: Cameraregelaar
no: Kamerakontroll
pl: Sterowanie aparatem
pt_br: Controle da Câmera
pt_pt: Controlo da câmara
ro: Comenzi cameră
ru: Контроллер камеры
sk: Ovládanie kamery
sl: Krmilna funkcija kamere
sv: Kamerareglage
th: ตัวควบคุมกล้อง
tr: Kamera Denetimi
uk: Контролер камери
vi: Điều khiển camera
zh_cn: 相机控制
zh_hk: 相機控制
zh_tw: 相機控制

source: Light
ar: فاتح
bg: Светъл
ca: Clar
cs: Světlý
da: Lys
de: Hell
el: Ανοιχτόχρωμη
es: Claro
es_us: Claro
fi: Vaalea
fr: Claire
fr_ca: Claire
he: בהיר
hi: हल्का
hr: Svijetli
hu: Világos
id: Terang
it: Chiaro
ja: ライト
kk: Жарық
ko: 라이트 모드
lt: Šviesu
ms: Cerah
nl: Licht
no: Lyst
pl: Jasny
pt_br: Clara
pt_pt: Tons claros
ro: Luminos
ru: Светлое
sk: Svetlý
sl: Svetlo
sv: Ljust
th: สว่าง
tr: Açık
uk: Світлий
vi: Sáng
zh_cn: 浅色
zh_hk: 淺色
zh_tw: 淺色

# DISABLE_AX_FILTERS_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# ALWAYS_ON_SHOW_WALLPAPER
source: Show Wallpaper
ar: إظهار الخلفية
bg: Покажи тапет
ca: Fons de pantalla
cs: Zobrazovat tapetu
da: Vis baggrund
de: Hintergrundbild anzeigen
el: Εμφάνιση ταπετσαρίας
es: Mostrar fondo de pantalla
es_us: Mostrar fondo de pantalla
fi: Näytä taustakuva
fr: Afficher le fond dʼécran
fr_ca: Afficher le fond d’écran
he: הצגת תמונת הרקע
hi: वॉलपेपर दिखाएँ
hr: Prikaži pozadinu
hu: Háttérkép megjelenítése
id: Tampilkan Wallpaper
it: Mostra sfondo
ja: 壁紙を表示
kk: Тұсқағазды көрсету
ko: 배경화면 보기
lt: Rodyti foną
ms: Tunjukkan Hias Latar
nl: Toon achtergrond
no: Vis bakgrunnsbilde
pl: Pokazuj tapetę
pt_br: Mostrar Imagem de Fundo
pt_pt: Mostrar papel de parede
ro: Afișare fundal
ru: Показ обоев
sk: Zobrazovať pozadie
sl: Prikaži ozadje
sv: Visa bakgrundsbild
th: แสดงภาพพื้นหลัง
tr: Duvar Kâğıdı Göster
uk: Показувати шпалери
vi: Hiển thị hình nền
zh_cn: 显示墙纸
zh_hk: 顯示背景圖片
zh_tw: 顯示背景圖片

# DEFAULT_DISPLAY_ZOOM_DEFAULT_DESCRIPTION
source: Choose a view for iPhone.
ar: اختيار عرض لـ iPhone.
bg: Изберете изглед за iPhone.
ca: Selecciona un mode de visualització per a l’iPhone.
cs: Vyberte zobrazení na iPhonu.
da: Vælg en oversigt til iPhone.
de: Wähle einen Anzeigemodus für das iPhone.
el: Επιλέξτε μια προβολή για το iPhone.
es: Elige una visualización para el iPhone.
es_us: Elige cómo ver el iPhone.
fi: Valitse iPhonen näkymä.
fr: Choisissez une présentation pour l’iPhone.
fr_ca: Choisissez un type d’affichage pour votre iPhone.
he: בחירת מצב תצוגה ל-iPhone
hi: iPhone के लिए दृश्य का आकार चुनें।
hr: Odabir načina prikaza za iPhone.
hu: Kiválaszthat egy nézetet az iPhone számára.
id: Pilih tampilan untuk iPhone.
it: Scegli una modalità di visualizzazione per iPhone.
ja: iPhoneの表示を選択します。
kk: iPhone көрінісін таңдаңыз.
ko: iPhone을 보는 방식을 선택합니다.
lt: Pasirinkite „iPhone“ rodinį.
ms: Pilih paparan untuk iPhone.
nl: Kies een iPhone-schermweergave.
no: Velg en visning for iPhone.
pl: Wybierz wygląd ekranu iPhone’a.
pt_br: Escolha uma visualização para o iPhone.
pt_pt: Escolha como gostaria de ver o iPhone.
ro: Alegeți un mod de vizualizare pentru iPhone.
ru: Выберите вид для iPhone.
sk: Vyberte zobrazenie pre iPhone.
sl: Izberite pogled za iPhone.
sv: Välj vilken vy du vill ha för iPhone.
th: เลือกการแสดงผลสำหรับ iPhone
tr: iPhone için bir görünüm seçin.
uk: Оберіть вигляд екрана для iPhone.
vi: Chọn một chế độ xem cho iPhone.
zh_cn: 选取iPhone的显示方式。
zh_hk: 選擇iPhone的顯示方式。
zh_tw: 選擇iPhone的顯示畫面。

# DISPLAY_ZOOM_LEGACY
source: Display Zoom
ar: تكبير الشاشة
bg: Мащаб на екран
ca: Zoom de pantalla
cs: Nastavení displeje
da: Skærmzoom
de: Anzeigezoom
el: Ζουμ οθόνης
es: Zoom de pantalla
es_us: Tamaño de pantalla
fi: Näytön zoomaus
fr: Zoom de l’écran
fr_ca: Zoom d’affichage
he: הגדלת התצוגה
hi: डिस्प्ले ज़ूम
hr: Zumiranje zaslona
hu: Kijelzőnagyítás
id: Zoom Tampilan
it: Zoom schermo
ja: 拡大表示
kk: Дисплей масштабы
ko: 디스플레이 확대/축소
lt: Ekrano mastelis
ms: Zum Paparan
nl: Weergavezoom
no: Visningszoom
pl: Zoom ekranu
pt_br: Zoom da Tela
pt_pt: Ampliação do ecrã
ro: Zoom afișaj
ru: Масштаб
sk: Zväčšenie displeja
sl: Povečava prikaza
sv: Visningszoom
th: การซูมหน้าจอ
tr: Ekran Büyütme
uk: Масштаб дисплея
vi: Thu phóng màn hình
zh_cn: 缩放显示
zh_hk: 螢幕縮放
zh_tw: 螢幕縮放

# WHITE_BALANCE_FOOTER
source: Automatically adapt Apple Vision Pro display based on ambient lighting conditions to make colors appear consistent in different environments.
ar: تكيُّف شاشة Apple Vision Pro تلقائيًا حسب ظروف الإضاءة المحيطة بحيث تظهر الألوان بصورة متسقة في البيئات المختلفة.
bg: Автоматично адаптиране екрана на Apple Vision Pro на базата на осветлението на околната среда, за да се показват еднакви цветове в различни обстановки.
ca: Adapta la pantalla de l’Apple Vision Pro automàticament a les condicions d’il·luminació perquè els colors es vegin igual en tots els ambients.
cs: Displej Apple Vision Pro můžete nastavit na automatické přizpůsobování okolním světelným podmínkám. Dosáhnete tak konzistentního podání barev v každém prostředí.
da: Skærmen på Apple Vision Pro justeres automatisk efter lysforholdene, så farver fremstår ensartet i forskellige omgivelser.
de: Das Apple Vision Pro-Display wird automatisch an die Umgebungsbeleuchtung angepasst, sodass Farben in verschiedenen Umgebungen einheitlich erscheinen.
el: Αυτόματη προσαρμογή της οθόνης του Apple Vision Pro ανάλογα με τις συνθήκες φωτισμού περιβάλλοντος για διασφάλιση της συνέπειας των χρωμάτων σε διαφορετικά περιβάλλοντα.
es: La visualización de los colores de la pantalla del Apple Vision Pro se adapta automáticamente a las distintas condiciones de luz ambiental.
es_us: Adapta automáticamente la pantalla del Apple Vision Pro según las condiciones de luz ambiental para que los colores se muestren consistentes en entornos diferentes.
fi: Apple Vision Pro säätää värejä automaattisesti eri valaistusolosuhteissa, jotta värit näyttäisivät yhdenmukaisilta.
fr: L’écran de l’Apple Vision Pro s’adapte automatiquement aux conditions de luminosité ambiantes pour optimiser l’affichage des couleurs selon l’environnement.
fr_ca: L’écran de l’Apple Vision Pro s’adapte automatiquement aux conditions de luminosité ambiantes pour optimiser l’affichage des couleurs selon les situations.
he: ניתן להתאים באופן אוטומטי את תצוגת ה-Apple Vision Pro לתנאי התאורה שמסביב, כדי לגרום לצבעים להיראות עקביים בתנאים שונים.
hi: भिन्न-भिन्न परिवेशों में रंगों का प्रभाव एक समान रखने के लिए Apple Vision Pro डिस्प्ले को ऑटोमैटिकली आस-पास के प्रकाश के अनुसार अनुकूलित करें।
hr: Automatsko prilagođavanje zaslona uređaja Apple Vision Pro ovisno o svjetlini okoline kako bi boje bile dosljedno prikazane u različitim okruženjima.
hu: Az Apple Vision Pro kijelzője képes automatikusan alkalmazkodni a környezeti megvilágítási körülményekhez, hogy a színek ugyanúgy jelenjenek meg az eltérő környezetekben.
id: Menyesuaikan layar Apple Vision Pro secara otomatis berdasarkan kondisi pencahayaan ambien untuk membuat warna terlihat konsisten di berbagai lingkungan.
it: Adatta automaticamente la modalità di visualizzazione dei colori sullo schermo di Apple Vision Pro alle diverse condizioni di luce per ottimizzarne la resa.
ja: 異なる環境でも色が一貫して表示されるように、環境光の状況に応じてApple Vision Proの表示を自動的に調整します。
kk: Түстер әртүрлі орталарда біртекті болып көрсетілуі үшін Apple Vision Pro дисплейін айналадағы жарыққа байланысты автоматты түрде бейімдеу.
ko: Apple Vision Pro 디스플레이를 주변광에 맞춰 자동으로 조정하여 색상이 다른 환경에서도 일관적으로 보이도록 합니다.
lt: Automatiškai pritaikykite „Apple Vision Pro“ ekraną pagal aplinkos apšvietimo sąlygas, kad spalvos būtų vienodos skirtingose aplinkose.
ms: Sesuaikan paparan Apple Vision Pro secara automatik berdasarkan keadaan pencahayaan ambien untuk membuatkan warna kelihatan konsisten dalam persekitaran berbeza.
nl: Laat het Apple Vision Pro-scherm zich automatisch aanpassen aan het omgevingslicht zodat kleuren er hetzelfde uitzien in verschillende situaties.
no: Skjermen på Apple Vision Pro justerer seg automatisk etter lysforholdene, så fargene ser like ut i ulike omgivelser.
pl: Jasność ekranu Apple Vision Pro będzie automatycznie dostosowywana do światła otoczenia, aby zapewnić spójność wyświetlanych kolorów niezależnie od warunków.
pt_br: Adapte a tela do Apple Vision Pro automaticamente de acordo com a iluminação ambiente para que as cores apareçam consistentes em ambientes diferentes.
pt_pt: Adaptar o ecrã do Apple Vision Pro automaticamente de acordo com a luz ambiente para as cores permanecerem consistentes em ambientes diferentes.
ro: Adaptați automat afișajul Apple Vision Pro‑ului în funcție de condițiile de iluminare ambientală pentru a asigura afișarea consecventă a culorilor în diferite medii.
ru: Автоматически адаптировать дисплей Apple Vision Pro в зависимости от внешней освещенности, чтобы цвета отображались единообразно в различных световых условиях.
sk: Automaticky prispôsobí displej Apple Vision Pro svetelným podmienkam okolia, takže sa farby budú zobrazovať rovnako bez ohľadu na prostredie.
sl: Samodejno prilagodite zaslon naprave Apple Vision Pro na podlagi okoljskih pogojev osvetlitve, s čimer poskrbite, da imajo barve v različnih okoljih enak videz.
sv: Justera Apple Vision Pro-skärmen automatiskt beroende på omgivningsljus så att färgerna ser likadana ut i olika miljöer.
th: ปรับจอภาพของ Apple Vision Pro ให้เข้ากับแสงที่อยู่โดยรอบโดยอัตโนมัติเพื่อให้สีแสดงบนจอภาพเหมาะสมกับสภาพแวดล้อม
tr: Renklerin farklı ortamlarda tutarlı görünmeleri için ortamın ışıklandırma koşullarına göre Apple Vision Pro ekranını otomatik olarak uyarlar.
uk: Автоматично адаптувати дисплей Apple Vision Pro до умов навколишнього освітлення для тотожності вигляду кольорів у різних середовищах.
vi: Tự động điều chỉnh màn hình Apple Vision Pro dựa trên điều kiện ánh sáng xung quanh để làm cho màu sắc nhất quán trong các môi trường khác nhau.
zh_cn: 根据环境光条件自动调整Apple Vision Pro屏幕以在不同环境下保持色彩显示一致。
zh_hk: 自動令Apple Vision Pro螢幕因應不同環境光線而調整色彩，以使顏色在不同環境下顯示一致。
zh_tw: 根據周圍光線狀況自動調整Apple Vision Pro螢幕，讓色彩在不同的環境下都看起來一致。

# APPEARANCE_OPTIONS
source: Options
ar: الخيارات
bg: Опции
ca: Opcions
cs: Volby
da: Indstillinger
de: Optionen
el: Επιλογές
es: Opciones
es_us: Opciones
fi: Valinnat
he: אפשרויות
hi: विकल्प
hr: Opcije
hu: Beállítások
id: Pilihan
it: Opzioni
ja: オプション
kk: Опциялар
ko: 옵션
lt: Parinktys
ms: Pilihan
nl: Opties
no: Valg
pl: Opcje
pt_br: Opções
pt_pt: Opções
ro: Opțiuni
ru: Параметры
sk: Možnosti
sl: Možnosti
sv: Alternativ
th: ตัวเลือก
tr: Seçenekler
uk: Опції
vi: Tùy chọn
zh_cn: 选项
zh_hk: 選項
zh_tw: 選項

source: Raise to Wake
ar: رفع للتنبيه
bg: Вдигни за активиране
ca: Activa en alçar
cs: Probudit zvednutím
da: Løft for at afbryde vågeblus
de: Beim Anheben aktivieren
el: Σήκωμα για αφύπνιση
es: Levantar para activar
es_us: Levantar para reactivar
fi: Herätä nostamalla
fr: Lever pour activer
fr_ca: Lever pour déverrouiller
he: הרמה ליציאה ממצב שינה
hi: सक्रिय करने के लिए उठाएँ
hr: Podignite za uključenje
hu: Emelés az ébresztéshez
id: Angkat-Bangun
it: Alza per attivare
ja: 手前に傾けてスリープ解除
kk: Іске қосу үшін көтеру
ko: 들어서 깨우기
lt: Pakelkite norėdami pažadinti
ms: Angkat untuk Bangun
nl: Til op om te activeren
no: Løft for å vekke
pl: Unieś, aby obudzić
pt_br: Elevar para Acender
pt_pt: Levantar para reativar
ro: Trezire afișaj la ridicare
ru: Поднятие для активации
sk: Zdvihnutím zobudiť
sl: Dvigni za prebujanje
sv: Håll upp för att väcka
th: ยกขึ้นเพื่อปลุก
tr: Uyandırmak İçin Kaldır
uk: Будити піднесенням
vi: Đưa lên để bật
zh_cn: 抬起唤醒
zh_hk: 提起以喚醒
zh_tw: 抬起喚醒

source: On
ar: مشغل
bg: Вкл.
ca: Activat
cs: Zapnuto
da: Til
de: Ein
el: Ναι
es: Sí
es_us: Activado
fi: Päällä
fr: Oui
fr_ca: Oui
he: פעיל
hi: चालू
hr: Uključeno
hu: Be
id: Nyala
it: Sì
ja: オン
kk: Қосулы
ko: 켬
lt: Įjungta
ms: Aktif
nl: Aan
no: På
pl: Wł.
pt_br: Ativado
pt_pt: Sim
ro: Da
ru: Вкл.
sk: Zap.
sl: Vklopljeno
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh_cn: 打开
zh_hk: 開啟
zh_tw: 開啟

# DNB_AUTOLOCK_ENABLED_ATTENTION_AWARENESS_ENABLED
source: iPad display will dim and lock after %@ when it detects you are not looking at the screen.
ar: سيتم تعتيم شاشة iPad وقفلها بعد %@ عندما يكتشف أنك لا تنظر إلى الشاشة.
bg: Екранът на iPad ще бъде затъмнен и заключен след %@, когато отчете, че не гледате към екрана.
ca: La pantalla de l’iPad s’enfosquirà i es bloquejarà al cap de %@ si es detecta que no la mires.
cs: Pokud iPad zjistí, že jste se na něj %@ nepodívali, displej se ztlumí a zamkne.
da: Skærmen på iPad dæmpes og låses efter %@, når enheden registrerer, at du ikke kigger på skærmen.
de: Das iPad-Display wird nach %@ verdunkelt und gesperrt, wenn das Gerät erkennt, dass du nicht auf den Bildschirm blickst.
el: Η οθόνη του iPad θα κλειδώνει και θα μειώνεται η φωτεινότητά της μετά από %@ όταν ανιχνεύει ότι δεν κοιτάζετε την οθόνη.
es: La pantalla del iPad se atenuará y se bloqueará al cabo de %@ cuando detecte que no estás mirando el iPad.
es_us: La pantalla del iPad se atenuará y bloqueará después de %@ al detectar que no estás viéndola.
fi: iPadin näyttö himmenee ja lukittuu, kun %@ on kulunut ja se havaitsee, että et katso näyttöä.
fr: L’écran de l’iPad s’obscurcira et se verrouillera après %@ s’il détecte que vous ne le regardez pas.
fr_ca: La luminosité de l’écran réduira, et l’appareil se verrouillera après %@ lorsqu’il détectera que vous n’êtes pas en train de le regarder.
he: תצוגת ה-iPad תעומעם ותינעל לאחר %@, כאשר היא מזהה שהעיניים שלך לא מביטות במסך.
hi: iPad डिस्प्ले जब यह पता लगा लेता है कि आप स्क्रीन नहीं देख रहे हैं, तो %@ के बाद डिम और लॉक हो जाएगा।
hr: Zaslon iPada zatamnit će se i zaključati nakon %@ kad detektira da ne gledate u ekran.
hu: Az iPad kijelzője %@ után elhalványul és zárolva lesz, amikor azt érzékeli, hogy Ön nem néz a képernyőre.
id: Layar iPad akan meredup dan terkunci setelah %@ saat mendeteksi bahwa Anda tidak sedang melihat layar.
it: La luminosità verrà attenuata e lo schermo di iPad si bloccherà dopo %@ quando rileva che non lo stai osservando.
ja: 画面を注視していないことが認識されると、%@後にiPadの画面が暗くなってロックされます。
kk: iPad дисплейі экранға қарап отырмағаныңызды анықтаған кезде %@ өткеннен кейін қараңғыланады және құлыпталады.
ko: 사용자가 화면을 주시하지 않으면 iPad 디스플레이가 이를 감지하여 %@ 후 밝기를 낮추고 잠금 상태로 전환됩니다.
lt: Įrenginiui pastebėjus, kad nežiūrite į ekraną, po %@ „iPad“ ekranas bus pritemdytas ir užrakintas.
ms: Paparan iPad akan malap dan dikunci selepas %@ apabila ia mengesan anda tidak melihat skrin.
nl: Het iPad-scherm wordt na %@ gedimd en vergrendeld wanneer wordt gedetecteerd dat je niet naar het scherm kijkt.
no: iPad-skjermen dimmes og låses etter %@ hvis den oppdager at øynene dine ikke fokuserer på den.
pl: iPad przygasi wyświetlacz i włączy blokadę, gdy wykryje, że nie patrzysz na ekran od %@.
pt_br: Quando o iPad detectar que você não está olhando para a tela, ela será escurecida e bloqueada após %@.
pt_pt: O iPad escurece e bloqueia o ecrã após %@ quando deteta que não está a olhar para o ecrã.
ro: Afișajul iPad‑ului se va întuneca și se va bloca după %@ atunci când detectează că nu vă uitați spre ecran.
ru: Через %@ после того, как устройство обнаружит, что Вы не смотрите на экран, дисплей iPad будет затемняться и будет включаться блокировка.
sk: Ak iPad zistí, že ste sa naň %@ nepozreli, jeho displej sa stlmí a zamkne.
sl: Ko bo iPad zaznal, da ne gledate v zaslon, se bo ta zatemnil po toliko časa: %@.
sv: iPad-skärmen tonas ned och låses efter %@ när enheten detekterar att du inte tittar på skärmen.
th: จอภาพ iPad จะลดแสงลงและล็อคหลังจาก %@ เมื่อตรวจพบว่าคุณไม่ได้มองหน้าจออยู่
tr: iPad ekranı, ekrana bakmadığınızı algıladıktan %@ sonra kararır ve kilitlenir.
uk: Якщо iPad виявить, що ви не дивитеся на екран, він потьмяніє та замкнеться через %@.
vi: Màn hình iPad sẽ giảm độ sáng và khóa sau %@ khi phát hiện thấy bạn đang không nhìn vào màn hình.
zh_cn: 检测到你未看向屏幕时，iPad显示屏将在%@后变暗并锁定。
zh_hk: 在偵測到你未望向螢幕時，iPad顯示器會在%@後變暗並鎖定。
zh_tw: 若系統偵測到你未注視螢幕，iPad螢幕會在%@後調暗和鎖定。

# EXTERNALDISPLAY_DISPLAY_ZOOM_DEFAULT_DESCRIPTION
source: Choose a view for %@.
ar: اختيار عرض لـ %@.
bg: Изберете изглед за %@.
ca: Selecciona un mode de visualització per a l’%@.
cs: Vyberte zobrazení na %@u.
da: Vælg en oversigt til %@.
de: Wähle einen Anzeigemodus für das %@.
el: Επιλέξτε μια προβολή για το %@.
es: Elige una visualización para el %@.
es_us: Elige cómo ver el %@.
fi: Valitse näkymä, jota %@ käyttää.
fr: Choisissez une présentation pour « %@ ».
fr_ca: Choisissez un type d’affichage pour votre %@.
he: ניתן לבחור מצב תצוגה ל-%@.
hi: %@ के लिए दृश्य चुनें।
hr: Odabir načina prikaza za %@.
hu: Kiválaszthat egy nézetet a(z) %@ számára.
id: Pilih tampilan untuk %@.
it: Scegli una modalità di visualizzazione per %@.
ja: %@の表示を選択します。
kk: %@ көрінісін таңдаңыз.
ko: %@을(를) 보는 방식을 선택합니다.
lt: Pasirinkite „%@“ rodinį.
ms: Pilih paparan untuk %@.
nl: Kies een weergave voor %@.
no: Velg en visning for %@.
pl: Wybierz wygląd ekranu %@a.
pt_br: Escolha uma visualização para o %@.
pt_pt: Escolha como gostaria de ver o %@.
ro: Alegeți un mod de vizualizare pentru %@.
ru: Выберите вид для %@.
sk: Vyberte zobrazenie pre %@.
sl: Izberite pogled za %@.
sv: Välj vilken vy du vill ha för %@.
th: เลือกการแสดงผลสำหรับ%[tt]@
tr: %@ için bir görünüm seçin.
uk: Оберіть вигляд екрана для %@.
vi: Chọn một chế độ xem cho %@.
zh_cn: 选取%@的显示方式。
zh_hk: 選擇%@的顯示方式。
zh_tw: 選擇%@的顯示畫面。

source: Sunset to Sunrise
ar: الغروب إلى الشروق
bg: Залез до изгрев
ca: De la posta a la sortida del sol
cs: Od soumraku do úsvitu
da: Solnedgang til solopgang
de: Sonnenuntergang bis -aufgang
el: Δύση έως ανατολή
es: De la puesta a la salida del sol
es_us: Del atardecer al amanecer
fi: Auringon laskusta nousuun
fr: Du coucher au lever du soleil
fr_ca: Du coucher au lever
he: מהשקיעה עד הזריחה
hi: सूर्यास्त से सूर्योदय तक
hr: Od zalaska do izlaska
hu: Napny.-tól napkeltéig
id: Matahari Terbenam hingga Terbit
it: Dal tramonto all’alba
ja: 日の入から日の出まで
kk: Күн батқаннан күн шыққанға дейін
ko: 일몰부터 일출까지
lt: Nuo saulėlydžio iki saulėtekio
ms: Terbenam hingga Terbit
nl: Zon onder tot zon op
no: Fra solnedgang til soloppgang
pl: Od zmroku do świtu
pt_br: Do Pôr ao Nascer do Sol
pt_pt: Do pôr ao nascer do Sol
ro: De la apus la răsărit
ru: От заката до рассвета
sk: Od západu do východu slnka
sl: Od sončnega zahoda do sončnega vzhoda
sv: Solnedgång till soluppgång
th: ดวงอาทิตย์ตกจนขึ้น
tr: Gün Batımı - Doğumu
uk: З ночі до ранку
vi: Mặt trời lặn đến Mặt trời mọc
zh_cn: 日落到日出
zh_hk: 日落至日出
zh_tw: 日落到日出

source: Advanced
ar: متقدم
bg: Допълнителни
ca: Avançat
cs: Pokročilé
da: Avanceret
de: Erweitert
el: Προηγμένα
es: Avanzado
es_us: Avanzado
fi: Lisävalinnat
fr: Avancé
fr_ca: Avancé
he: מתקדם
hi: एडवांस
hr: Napredno
hu: Haladó
id: Lanjutan
it: Avanzate
ja: 詳細
kk: Қосымша
ko: 고급
lt: Išplėstinai
ms: Lanjutan
nl: Geavanceerd
no: Avansert
pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançadas
ro: Avansat
ru: Дополнения
sk: Rozšírené
sl: Napredno
sv: Avancerat
th: ขั้นสูง
tr: İleri Düzey
uk: Експертні
vi: Nâng cao
zh_cn: 高级
zh_hk: 進階
zh_tw: 進階

# PRO_MODE
source: Reference Mode
ar: النمط المرجعي
bg: Референтен режим
ca: Mode de referència
cs: Referenční režim
da: Referencefunktion
de: Referenzmodus
el: Λειτουργία αναφοράς
es: Modo de referencia
es_us: Modo de referencia
fi: Viitetila
fr: Mode Référence
fr_ca: Mode Référence
he: מצב התאמה
hi: रेफ़्रेंस मोड
hr: Referentni način rada
hu: Referencia mód
id: Mode Referensi
it: Modalità di riferimento
ja: リファレンスモード
kk: Анықтамалық режим
ko: 레퍼런스 모드
lt: Atskaitos režimas
ms: Mod Rujukan
nl: Referentiemodus
no: Referansemodus
pl: Tryb referencyjny
pt_br: Modo de Referência
pt_pt: Modo de referência
ro: Mod Referință
ru: Эталонный режим
sk: Referenčný režim
sl: Referenčni način
sv: Referensläge
th: โหมดการอ้างอิง
tr: Referans Modu
uk: Режим відповідності
vi: Chế độ tham chiếu
zh_cn: 参考模式
zh_hk: 參考模式
zh_tw: 參照模式

source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消
